export const items = [
    {
        title: 'Код проходит проверку ESLint',
        description: 'Pylint',
    },
    {
        title: ' Название функции или метода содержит глагол',
        description: 'Название функции/метода должно быть глаголом и соответствовать действию, которое выполняет функция/метод. Например, можно использовать глагол get для функций/методов, которые что-то возвращают. Исключения: Функции-конструкторы (см. критерий Конструкторы названы английскими существительными). Функции-обработчики/колбэки (см. соотв. критерий) Функции-редьюсеры. Для именования функций-редьюсеров применяются существительные (см. соотв. критерий)',
    },
    {
        title: 'Для названия значений используются английские существительные',
        description: 'Сокращения в словах запрещены. Сокращённые названия переменных можно использовать, только если такое название широко распространено. Допустимые сокращения:',
    },
];